Repository: Marwen75/MyWatchList
Catalog: MyWatchList/Localization/Localizable.xcstrings
Source language: en
Languages: fr

source: %lld results
fr: %lld résultats

# %lld/%lld episodes watched.
source: %1$lld/%2$lld episodes watched.
fr: %1$lld/%2$lld episodes vus.

source: Add tag
fr: Ajouter une étiquette

source: Add tags
fr: Ajouter des étiquettes

source: Add to watchlist
fr: Ajouter à la watchlist

source: All
fr: Tous

source: An unexpected error occured.
fr: Une erreur inattendue est survenue.

source: An unexpected error occurred.
fr: Une erreur inattendue est survenue.

source: Cancel
fr: Annuler

source: Cast
fr: Casting

source: Check settings
fr: Voir les réglages

source: Create your own tag
fr: Créer votre étiquette

source: Creator
fr: Créateur

source: Creators
fr: Créateurs

source: Director
fr: Réalisateur

source: Directors
fr: Réalisateurs

source: Episode
fr: Épisode

source: Episodes
fr: Épisodes

source: Filter
fr: Filtres

source: Filter by name, genres, actors etc
fr: Filtrer par titre, genre, acteur etc

source: Filter Off
fr: Filtres désactivés

source: Filter On
fr: Filtres activés

source: First aired: %@
fr: Première diffusion: %@

source: General filters
fr: Filtres génériques

source: In production
fr: En production

source: Mark as unwatched
fr: Marquer comme non visionné

source: Mark as watched
fr: Marquer comme visionné

source: Movie tag
fr: Étiquette de film

source: Movie Tags
fr: Étiquettes de films

source: Movies
fr: Films

source: Must see
fr: À voir

source: Must watch
fr: À voir

source: My watch list
fr: Ma liste

source: Name your tag
fr: Nommer votre étiquette

source: New name
fr: Nouveau nom

source: No Content Selected
fr: Aucun contenu sélectionné

source: No image available
fr: Pas d’image disponible

source: No poster
fr: Pas de poster

source: No Poster
fr: Pas de poster

source: No Poster available
fr: Pas de poster

source: No Poster Available
fr: Pas de poster

source: No Poster Found
fr: Aucun poster trouvé

source: No tags
fr: Pas d’étiquettes

source: Not seen yet
fr: Non visionné

source: Not seen yet:
fr: Non visionné(s):

source: Permission denied. Please enable access in settings.
fr: Permission refusée. Vérifiez que l’accès est autorisé dans les réglages.

source: Priority
fr: Priorité

source: Re-watch eventually
fr: Revoir éventuellement

source: Re-watch soon
fr: Revoir rapidement

source: Re-watch urgently
fr: Revoir d’urgence

source: Reminder date
fr: Date du rappel

source: Reminder!
fr: Rappel!

source: Reminders
fr: Rappels

source: Remove from watch list
fr: Retirer de la liste

source: Remove from watchlist
fr: Retirer de la liste

source: Rename
fr: Renommer

source: Rename tag
fr: Renommer une étiquette

source: Results are empty
fr: Aucun résultat

source: Search
fr: Recherche

source: Search movies
fr: Rechercher des films

source: Search tv shows
fr: Rechercher des séries

source: Season
fr: Saison

source: Seasons
fr: Saisons

source: See urgently
fr: Voir d’urgence

source: Show reminders
fr: Voir les rappels

source: Smart Filters
fr: Filtres intelligents

source: Something went wrong with the request. Please try again.
fr: Quelque chose s’est mal passé avec la requête. Merci de réessayer.

source: Status
fr: Statut

source: The URL for the request is not valid. Please try again.
fr: L’URL utilisée pour la requête semble invalide. Merci de Réessayer.

source: There was a problem accessing your saved items.
fr: Un problème est survenu pendant l’accession à vos éléments sauvegardés.

source: Trailer
fr: Bande annonce

source: Tv show tag
fr: Étiquette de série

source: Tv show Tags
fr: Étiquettes de séries

source: Tv Shows
fr: Séries

source: Unable to connect. Please check your internet connection.
fr: Impossible de se connecter. Vérifiez votre connexion internet.

source: Unwatched
fr: Non visionné

source: Use the search bar to find movies or tv shows.
fr: Utiliser la barre de recherche pour trouver des films et des séries

source: Watch %@
fr: Voir %@

source: Watch later
fr: Voir plus tard

source: Watch list
fr: Ma Liste

source: Watch Priority
fr: Priorité

source: Watch urgently
fr: Voir d’urgence

source: Watched
fr: Visionné

source: Watched:
fr: Visionné(s):

source: We encountered a data error. Please try again later.
fr: Une erreur de données est survenues. Merci de réessayer.
